import HarryPotterImage from '../assets/images/harry-potter.png';
import RemarkImage from '../assets/images/remark.png';
import BookHistoryImage from '../assets/images/book-history.png';
import BookHistory220Image from '../assets/images/book-history220.png';
import PofigizmImage from '../assets/images/pofigizm.png';
import WomenPlanImage from '../assets/images/women-plan.png';

export const SLIDER_BOOKS = [
  {
    id: 1,
    image: HarryPotterImage,
    title: 'Гарри Поттер и Тайная ко...',
    author: 'Роулинг Джоан Кэтлин',
    price: 450
  },
  {
    id: 2,
    image: RemarkImage,
    title: 'Земля обетованная',
    author: 'Эрих Мария Ремарк',
    price: 350
  },
  {
    id: 3,
    image: BookHistoryImage,
    title: 'История Книги',
    author: 'Э. Эггер, А. Бахтияров',
    price: 450
  },
  {
    id: 4,
    image: HarryPotterImage,
    title: 'Гарри Поттер и Тайная ко...',
    author: 'Роулинг Джоан Кэтлин',
    price: 450
  },
  {
    id: 5,
    image: RemarkImage,
    title: 'Земля обетованная',
    author: 'Эрих Мария Ремарк',
    price: 350
  },
  {
    id: 6,
    image: BookHistoryImage,
    title: 'История Книги',
    author: 'Э. Эггер, А. Бахтияров',
    price: 450
  }
];

export const BOOKS = [
  {
    id: 1,
    image: PofigizmImage,
    title: 'Тонкое искусство пофигизма',
    description:
      'Современное общество пропагандирует культ успеха: будь умнее, богаче, продуктивнее — будь лучше всех. Соцсети изобилуют историями на тему, как какой-то малец придумал. Соцсети изобилуют историями на тему, как какой-то малец придумал приложение…',
    price: 450
  },
  {
    id: 2,
    image: WomenPlanImage,
    title: 'Женщина у которой есть план',
    description:
      'В своей первой книге Маск не только рассказывает историю своей богатой приключениями жизни, но и с удовольствием дает множество полезных советов о том, как сохранить здоровье и красоту, быть стильной и уверенной, оставаться хорошей матерью и при этом строить карьеру, а главное - принимать себя, не бояться пробовать ...',
    price: 350
  },
  {
    id: 3,
    image: BookHistory220Image,
    title: 'История Книги',
    description:
      'История книги охватывает развитие от глиняных табличек и папирусных свитков до рукописных пергаментов, печатных изданий и электронных форматов. Эволюция книг направлена на улучшение хранения информации, мобильность и снижение стоимости производства. Описание книги (аннотация) включает тему, отличительные особенности и время издания',
    price: 450
  },
  {
    id: 4,
    image: WomenPlanImage,
    title: 'Женщина у которой есть план',
    description:
      'В своей первой книге Маск не только рассказывает историю своей богатой приключениями жизни, но и с удовольствием дает множество полезных советов о том, как сохранить здоровье и красоту, быть стильной и уверенной, оставаться хорошей матерью и при этом строить карьеру, а главное - принимать себя, не бояться пробовать ...',
    price: 350
  },
  {
    id: 5,
    image: BookHistory220Image,
    title: 'История Книги',
    description:
      'История книги охватывает развитие от глиняных табличек и папирусных свитков до рукописных пергаментов, печатных изданий и электронных форматов. Эволюция книг направлена на улучшение хранения информации, мобильность и снижение стоимости производства. Описание книги (аннотация) включает тему, отличительные особенности и время издания',
    price: 450
  }
];
