export const STEPS = [
  {
    id: 1,
    text: 'В целом, конечно, экономическая повестка сегодняшнего дня прекрасно подходит для реализации переосмысления внешнеэкономических политик.'
  },
  {
    id: 2,
    text: 'В целом, конечно, экономическая повестка сегодняшнего дня прекрасно подходит для реализации переосмысления внешнеэкономических политик.'
  },
  {
    id: 3,
    text: 'В целом, конечно, экономическая повестка сегодняшнего дня прекрасно подходит для реализации переосмысления внешнеэкономических политик.'
  }
];
